"S3 (Amazon Simple Storage Service)" = "S3（Amazon シンプルストレージサービス）";

/* Use your Access Key ID as the value of the AWSAccessKeyId parameter in requests you send to Amazon Web Services (when required). Your Access Key ID identifies you as the party responsible for the request. */
"Access Key ID" = "アクセスキー ID";

/* Since your Access Key ID is not encrypted in requests to AWS, it could be discovered and used by anyone. Services that are not free require you to provide additional information, a request signature, to verify that a request containing your unique Access Key ID could only have come from you. */
"Secret Access Key" = "シークレットアクセスキー";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"InProgress" = "進行中";

/* The current status of the distribution. When the status is Deployed, the distribution's information is fully propagated throughout the Amazon CloudFront system. */
"Deployed" = "使用中";

"eu-west-1" = "EU（アイルランド）";
"eu-west-2" = "EU (London)";
"eu-west-3" = "EU（パリ）";
"eu-north-1" = "EU（ストックホルム）";
"eu-south-1" = "EU (Milan)";
"us-east-1" = "US スタンダード";
"us-west-1" = "US ウエスト（カリフォルニア北部）";
"us-west-2" = "US West (Oregon)";
"ap-southeast-1" = "アジアパシフィック（シンガポール）";
"ap-northeast-1" = "Asia Pacific (Tokyo)";
"sa-east-1" = "South America (São Paulo)";
"ap-southeast-2" = "Asia Pacific (Sydney)";
"eu-central-1" = "EU (Frankfurt)";
"us-east-2" = "US East (Ohio)";
"ap-northeast-2" = "Asia Pacific (Seoul)";
"ap-northeast-3" = "Asia Pacific (Osaka)";
"ap-south-1" = "Asia Pacific (Mumbai)";
"ap-east-1" = "Asia Pacific (Hong Kong)";
"ca-central-1" = "Canada (Montreal)";
"cn-north-1" = "中国（北京）";
"cn-northwest-1" = "中国（寧夏）";
"me-south-1" = "Middle East (Bahrain)";
"af-south-1" = "Africa (Cape Town)";

/* Delivery methods including streaming protocols. */ 
"Download (HTTP)" = "ダウンロード（HTTP） CDN";
"Streaming (RTMP)" = "ストリーミング（RTMP） CDN";
"Custom Origin Server (HTTP/HTTPS)" = "Custom Origin Server (HTTP/HTTPS) CDN";

/* S3 Website Configuration (HTTP) with index document */
"Website Configuration (HTTP)" = "Website Configuration (HTTP)";
"NoSuchWebsiteConfiguration" = "The specified bucket does not have a website configuration";

/* Storage class */
"STANDARD" = "Standard Storage";
"STANDARD_IA" = "Standard IA (Infrequent Access)";
"INTELLIGENT_TIERING" = "Intelligent-Tiering";
"ONEZONE_IA" = "1ゾーン低頻度アクセス";
"REDUCED_REDUNDANCY" = "低冗長化ストレージ（RRS）";
"GLACIER" = "Glacier";
"DEEP_ARCHIVE" = "Glacier Deep Archive";

/* Google Storage Regions */
"us" = "United States";
"eu" = "European Union";
"asia" = "Asia";

/* Google Storage */
"MULTI_REGIONAL" = "Multi-Regional";
"REGIONAL" = "Regional Storage";
"NEARLINE" = "Nearline Storage";
"COLDLINE" = "Coldline Storage";

/* Google Login Credentials */
"Google Account Email" = "Google アカウントメール";
"Google Account Password" = "Google アカウントパスワード";

/* MFA */
"Multi-Factor Authentication" = "多要素認証（MFA）";
"MFA Serial Number" = "MFA シリアルナンバー";
"MFA Authentication Code" = "MFA 認証コード";

/* ACL Editing */
"Canonical User ID" = "正規ユーザ ID";
"Email Address" = "メールアドレス";

/* Amazon Related ACL Scopes */
"Amazon Customer Email Address" = "Amazon Customer メールアドレス";

/* Google Storage Related ACL Scopes */
"Google Account Email Address" = "Google Account メールアドレス";
"Google Group Email Address" = "Google Group メールアドレス";
"Google Apps Domain" = "Google Apps Domain";

"http://acs.amazonaws.com/groups/global/AllUsers" = "Everyone";
"http://acs.amazonaws.com/groups/s3/LogDelivery" = "Log Delivery";
"AllUsers" ="Everyone";
"AllAuthenticatedUsers" = "Google Account Holders";

/* Signed URL Expiry */
"Pre-Signed" = "Pre-Signed";
"Expires {0}" = "Expires {0}";

/* HTTP Metadata */
"Custom Header" = "Custom Header";

/* CloudFront object invalidation */
"{0} invalidations in progress" = "{0} invalidations in progress";
"{0} invalidations completed" = "{0} invalidations completed";

"Bucket name is not DNS compatible" = "Bucket name is not DNS compatible";

/* Lifecyle configuration */
"after {0} Days" = "after {0} Days";
